Revit 2024 API
SymbolTypeId.MPerSSup2 Property
 Symbol m/s², indicating unit Meters per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MPerSSup2 { get; }
Visual Basic
Public Shared ReadOnly Property MPerSSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MPerSSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace